/* afpAccessDenied */
"-5000.message" = "%@ 응용 프로그램을 열 수 있는 권한이 없습니다.";
"-5000.info" = "지원을 받으려면 컴퓨터 또는 네트워크 관리자에게 문의하십시오.";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "%@ 도큐멘트를 열 수 있는 권한이 없습니다.";
"documentPermissionError.info" = "지원을 받으려면 컴퓨터 또는 네트워크 관리자에게 문의하십시오.";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "%@ 응용 프로그램이 휴지통에 있기 때문에 열 수 없습니다.";
"-5044.info" = "이 응용 프로그램을 열려면 휴지통 밖으로 이동하십시오.";

/* kLSAppInTrashErr */
"-10660.message" = "%@ 응용 프로그램이 휴지통에 있기 때문에 열 수 없습니다.";
"-10660.info" = "이 응용 프로그램을 열려면 휴지통 밖으로 이동하십시오.";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "Time Machine 백업에 포함되어 있기 때문에 %@ 응용 프로그램을 열 수 없습니다.";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "이 버전의 %@ 응용 프로그램을 현재 버전의 Mac OS X과 사용할 수 없습니다.";
"-10664.info" = "현재 버전은 %@ %@입니다.";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "%@을(를) 열려면 최신 버전으로 업데이트해야 합니다.";
"-10664.info.2" = "지금 설치하려면 소프트웨어 업데이트를 실행하십시오.";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "%@을(를) 열려면, Rosetta를 설치해야 합니다. 지금 설치하겠습니까?";
"-10665.error.title" = "%@을(를) 열려면, Rosetta를 설치해야 합니다.";
"-10665.error.nonetwork" = "Rosetta를 설치하려면, 인터넷에 연결하고 %@을(를) 여십시오. 인터넷에 연결할 수 없다면, Mac OS X 설치 디스크를 삽입하고 선택 설치 폴더를 연 다음 Optional Installs을 이중 클릭하십시오.";
"-10665.error.noserver" = "지금 소프트웨어 업데이트를 사용할 수 없습니다. 소프트웨어 업데이트가 사용 가능할 때, %@을(를) 다시 여십시오.";
"-10665.error.busy" = "다른 소프트웨어 업데이트가 진행 중입니다. 업데이트가 완료되면, %@을(를) 다시 열어서 Rosetta를 설치하십시오.";
"-10665.error.notfound" = "Rosetta를 나중에 설치하려면, %@을(를) 다시 여십시오. 인터넷에 연결할 수 없다면, Mac OS X 설치 디스크를 삽입하고 선택 설치 폴더를 연 다음 Optional Installs을 이중 클릭하십시오.";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "Classic 환경이 더 이상 지원되지 않기 때문에 %@ 응용 프로그램을 열 수 없습니다.";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "이 버전의 %@ 응용 프로그램을 현재 버전의 Mac OS X과 사용할 수 없습니다.";
"-10825.info" = "현재 Mac OS X %@이(가) 설치되어 있습니다. 해당 응용 프로그램은 Mac OS X %@ 이상이 필요합니다.";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "%@ 응용 프로그램을 열 수 있는 권한이 없습니다.";
"-10826.info" = "지원을 받으려면 컴퓨터 또는 네트워크 관리자에게 문의하십시오.";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "%@ 응용 프로그램이 손상되었거나 완전하지 않기 때문에 열 수 없습니다.";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "다른 사용자가 사용 중이기 때문에 %@ 응용 프로그램을 열 수 없습니다.";
"-10829.info" = "응용 프로그램을 종료하려면 다른 사용자에게 물어본 다음 다시 시도하십시오.";

/* fnfErr */
"-43.message" = "해당 응용 프로그램을 찾을 수 없습니다.";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "%@ 도큐멘트를 열도록 지정한 기본 응용 프로그램이 없습니다.";
kLSApplicationNotFoundErr.url = "%@ URL을 열도록 지정한 기본 응용 프로그램이 없습니다.";

/* this is the default message we use if no other error was found */
default.message = "%@ 응용 프로그램을 열 수 없습니다.";
default.info = "%d";

default2.message = "해당 응용 프로그램을 열 수 없습니다.";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "%@ 응용 프로그램이 이 유형의 Mac에서 지원되지 않기 때문에 열 수 없습니다.";

SU_BUTTON = "소프트웨어 업데이트...";

OK = "승인";